Repository: rmujica/Nitido
Catalog: po/*.po
Languages: ca, cs, fr, gl, ro, ru, sk

source: If you don't save, changes from the last hour and %i minute will be permanently lost.
ca: Si no deseu es perdran els canvis de la darrera hora i %i minut.
cs: Pokud neprovedete uložení, budou změny za poslední hodinu a %i minutu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière heure et %i minute, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios da última hora e %i minuto.
ro: Dacă nu salvați, modificările din ultima oră și %i minut vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последний час и %i минуту, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za poslednú hodinu a %i minút sa navždy stratia.

source: If you don't save, changes from the last %i hour will be permanently lost.
ca: Si no deseu es perdran els canvis de la darrera %i hora.
cs: Pokud neprovedete uložení, budou změny za poslední %i hodinu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière heure, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios da última %i hora.
ro: Dacă nu salvați, modificările din ultima oră vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последний час, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za posledných %i hodín sa navždy stratia.

source: Save changes to "%s" before closing?
ca: Voleu desar els canvis a «%s» abans de tancar?
cs: Uložit před zavřením změny do %s
fr: Enregistrer les modifications dans « %s » avant de fermer ?
gl: Desexa gardar os cambios en «%s» antes de pechar?
ro: Salvați modificările în „%s” înainte de închidere?
ru: Сохранить «%s» перед закрытием?
sk: Uložiť pred zatvorením zmeny v súbore „%s“?

source: The quick brown fox jumps over the lazy dog
ca: Jove xef, porti whisky amb quinze glaçons d'hidrogen, coi!
cs: Příliš žluťoučký kůň úpěl ďábelské ódy
fr: Le rapide renard brun saute par-dessus le chien fainéant.
gl: Miúdiño chove sobor do barro no que choupan os meus zapatos.
ro: Șipotul țâșnește hipnotic azvârlindu-se în mrejele bălții fumegânde
ru: Съешь же ещё этих мягких французских булок, да выпей чаю
sk: Kŕdeľ ďatľov učí koňa obhrýzať kôru a žrať mäso

source: Untitled Document
ca: Document sense títol
cs: Nepojmenovaný dokument
fr: Document sans titre
gl: Documento sen título
ro: Document nedenumit
ru: Безымянный
sk: Dokument bez názvu

source: Insert Image
ca: Insereix una imatge
cs: Vložení obrázku
fr: Insertion d'image
gl: Inserir unha Imaxe
ro: Inserare imagine
ru: Вставка изображения
sk: Vložiť obrázok

source: Insert Video
ca: Insereix un vídeo
cs: Vložení videa
fr: Insertion de vidéo
gl: Inserir un vídeo
ro: Inserare video
ru: Вставка видеоклипа
sk: Vložiť video

source: Error Inserting Video
ca: S'ha produït un error en inserir el vídeo
cs: Chyba při vkládání videa
fr: Erreur à l'insertion de la vidéo
gl: Produciuse un erro inserindo o vídeo
ro: Eroare la inserarea videoului
ru: Не удалось вставить видеоклип
sk: Chyba pri vkladaní videa

source: Insert PDF Document
ca: Insereix un document PDF
cs: Vložit dokument PDF
fr: Insertion d'un document PDF
gl: Inserir un documento PDF
ro: Inserare document PDF
ru: Вставка документа PDF
sk: Vložiť dokument PDF

source: PDF Documents
ca: Documents PDF
cs: Dokumenty PDF
fr: Documents PDF
gl: Documentos PDF
ro: Documente PDF
ru: Документы PDF
sk: Dokumenty PDF

source: Error Inserting PDF
ca: S'ha produït un error en inserir el PDF
cs: Chyba při vkládání PDF
fr: Erreur d'insertion du PDF
gl: Produciuse un erro inserindo o PDF
ro: Eroare la inserarea documentului PDF
ru: Не удалось вставить документ PDF
sk: Chyba pri vkladaní PDF

source: Save Document
ca: Desa el document
cs: Uložit dokument
fr: Enregistrer le document
gl: Gardar o documento
ro: Salvează documentul
ru: Сохранение документа
sk: Uložiť dokument

source: Error Saving Document
ca: S'ha produït un error en desar el document
cs: Chyba při ukládání dokumentu
fr: Erreur d'enregistrement du document
gl: Produciuse un erro gardando o documento
ro: Eroare la salvarea documentului
ru: Не удалось сохранить документ
sk: Chyba pri ukladaní dokumentu

source: Select Color
ca: Seleccioneu el color
cs: Výběr barvy
fr: Sélection de couleur
gl: Seleccionar unha cor
ro: Selectare culoare
ru: Выбор цвета
sk: Vybrať farbu

source: Select Font
ca: Seleccioneu el tipus de lletra
cs: Výběr písma
fr: Sélection de police
gl: Seleccionar un tipo de letra
ro: Selectare font
ru: Выбор шрифта
sk: Vybrať písmo

source: Downloading image %i of %i
ca: S'està baixant la imatge %i de %i
cs: Stahuje se obrázek %i z %i
fr: Téléchargement de l'image %i sur %i
gl: Descargando a imaxe %i de %i
ro: Se descarcă imaginea %i din %i
ru: Загрузка изображения %i из %i
sk: Sťahuje sa obrázok %i z %i

source: Import Media
ca: Importa un fitxer multimèdia
cs: Import média
fr: Importation de média
gl: Importar contido multimedia
ro: Importare multimedia
ru: Импорт клипов
sk: Importovať multimédiá

source: Downloading Media Files
ca: S'estan baixant els fitxers multimèdia
cs: Stahují se soubory média
fr: Téléchargement de fichiers médias
gl: Descargando os ficheiros multimedia
ro: Se descarcă fișiere multimedia
ru: Загрузка клипов
sk: Sťahujú sa multimediálne súbory

source: For Commercial Use
ca: Per a ús comercial
cs: Pro komerční použití
fr: Pour un usage commercial
gl: Para uso comercial
ro: Pentru uz comercial
ru: Для коммерческого использования
sk: Na komerčné použitie

source: Effect
ca: Efecte
cs: Efekt
fr: Effet
gl: Efecto
ro: Efect
ru: Эффект
sk: Efekt

source: Duration
ca: Durada
cs: Trvání
fr: Durée
gl: Duración
ro: Durată
ru: Длительность
sk: Trvanie

source: Direction
ca: Direcció
cs: Směr
gl: Dirección
ro: Direcție
ru: Направление
sk: Smer

source: Start Transition
ca: Inicia la transició
cs: Začít přechod
fr: Démarrer la transition
gl: Iniciar a transición
ro: Începe tranziția
ru: Следующий слайд
sk: Začať prechodový efekt

source: Manually
ca: Manualment
cs: Ručně
fr: Manuellement
gl: Manualmente
ro: Manual
ru: Вручную
sk: Ručne

source: Automatically
ca: Automàticament
cs: Automaticky
fr: Automatiquement
gl: Automaticamente
ro: Automat
ru: Автоматически
sk: Automaticky

source: Delay
ca: Retard
cs: Prodleva
fr: Délai
gl: Atraso
ro: Întârziere
ru: Задержка
sk: Oneskorenie

source: - a presentation editor
ca: - un editor de presentacions
cs: - editor prezentací
fr: - un éditeur de présentation
gl: - un editor de presentacións
ro: - un editor de prezentări
ru: — редактор презентаций
sk: - editor prezentácií

source: error parsing options: %s
ca: S'ha produït un error en analitzar les opcions: %s
cs: chyba při zpracování voleb: %s
fr: Erreur d'analyse des options : %s
gl: produciuse un erro analizando as opcións: %s
ro: eroare la parsarea opțiunilor: %s
ru: ошибка разбора аргументов: %s
sk: chyba pri analýze možností %s

source: Error Opening Document
ca: S'ha produït un error en obrir el document
cs: Chyba při otevírání dokumentu
fr: Erreur à l'ouverture du document
gl: Produciuse un erro abrindo o documento
ro: Eroare la deschiderea documentului
ru: Не удалось открыть документ
sk: Chyba pri otváraní dokumentu

source: Error Playing Document
ca: S'ha produït un error en reproduir el document
cs: Chyba při přehrávání dokumentu
fr: Erreur à la lecture du document
gl: Produciuse un erro lendo o documento
ro: Eroare la redarea documentului
ru: Не удалось воспроизвести документ
sk: Chyba pri prehrávaní dokumentu

source: Error creating new document
ca: S'ha produït un error en crear el document nou
cs: Chyba při vytváření nového dokumentu
fr: Erreur de création du nouveau document
gl: Produciuse un erro creando o novo documento
ro: Eroare la crearea unui document nou
ru: Не удалось создать документ
sk: Chyba pri vytváraní nového dokumentu

source: Ease Presentation
ca: Presentació de l'Ease
cs: Prezentace Ease
fr: Présentation Ease
gl: Presentación Ease
ro: Prezentare Ease
ru: Презентация Ease
sk: Prezentácia Ease

source: Error drawing slide preview: %s
ca: S'ha produït un error en dibuixar la previsualització de la diapositiva: %s
cs: Chyba při vykreslování náhledu snímku: %s
fr: Erreur de prévisualisation du transparent : %s
gl: Produciuse un erro creando a previsualización da diapositiva: %s
ro: Eroare la desenarea previzualizării diapozitivului: %s
ru: Не удалось создать образец слайда: %s
sk: Chyba pri vykresľovaní ukážky snímky: %s

source: Error rendering preview: %s
ca: S'ha produït un error en renderitzar la previsualització: %s
cs: Chyba při vykreslování náhledu: %s
fr: Erreur d'affichage de la prévisualisation : %s
gl: Produciuse un erro renderizando a previsualización: %s
ro: Eroare la randarea previzualizării: %s
ru: Не удалось вывести образец слайда: %s
sk: Chyba pri vytváraní ukážky: %s

source: Pick a theme and start editing
ca: Trieu un tema i comenceu a editar
cs: Zvolte motiv a začněte úpravy
fr: Choisissez un thème et commencez à écrire
gl: Seleccione un tema e inicie a edición
ro: Alegeți o temă și începeți editarea
ru: Выберите тему и начните редактирование
sk: Vyberte si farebný motív a začnite s úpravami

source: Custom
ca: Personalitzeu
cs: Vlastní
fr: Personnalisée
gl: Personalizar
ro: Personalizat
ru: Другое
sk: Vlastný

source: %i by %i
ca: %i per %i
cs: %i × %i
fr: %i par %i
gl: %i por %i
ro: %i pe %i
ru: %i на %i
sk: %i x %i

source: Background Color
cs: Barva pozadí
fr: Couleur d'arrière-plan
ru: Фоновый цвет
sk: Farba pozadia

source: Background Gradient
cs: Barevný přechod na pozadí
fr: Dégradé de l'arrière-plan
ru: Переход цветов фона
sk: Farebný prechod v pozadí

source: Background Image
cs: Obrázek na pozadí
fr: Image d'arrière-plan
ru: Фоновое изображение
sk: Obrázok pozadia

source: Background Style
cs: Styl pozadí
fr: Style d'arrière-plan
ru: Оформление фона
sk: Štýl pozadia

source: Fill Mode
cs: Režim vyplnění
fr: Mode de remplissage
ru: Заполнение
sk: Režim vyfarbovania

source: Gradient Angle
cs: Úhel barevného přechodu
fr: Inclinaison du dégradé
ru: Направление перехода
sk: Uhol farebného prechodu

source: Reverse Gradient
cs: Otočit barevný přechod
fr: Inverser le dégradé
ru: Поменять цвета
sk: Otočiť farebný prechod

source: Add Slide
cs: Přidat snímek
fr: Ajouter un transparent
ru: Добавить слайд
sk: Pridať snímku

source: Editor
fr: Éditeur
ru: Редактор

source: Lower to _Bottom
cs: Odsunout úplně _dozadu
fr: Placer en _dessous
ru: Оп_устить вниз
sk: Presunúť do po_zadia

source: Media from the _Web
cs: Média z _webu
fr: Média du _Web
ru: Клип из И_нтернета
sk: Multimédiá z _internetu

source: Post_Script
ru: Ф_айл PostScript

source: Present
cs: Prezentovat
fr: Présenter
ru: Начать показ
sk: Prezentovať

source: Raise to _Top
cs: Přenés_t úplně dopředu
fr: Placer au dess_us
ru: Нав_ерх
sk: Presunúť do pop_redia

source: Redo
cs: Znovu
fr: Rétablir
ru: Повторить
sk: Opakovať vrátené

source: Remove Slide
cs: Odstranit snímek
fr: Supprimer le transparent
ru: Удалить слайд
sk: Odstrániť snímku

source: Save
cs: Uložit
fr: Enregistrer
ru: Сохранить
sk: Uložiť

source: Save a _Copy
cs: Uložit ko_pii
fr: Enregistrer une co_pie
ru: Сох_ранить копию
sk: Uložiť _kópiu

source: Show Inspector
cs: Zobrazit nastavení vlastností
fr: Afficher l'inspecteur
ru: Панель свойств
sk: Zobraziť Inšpektora

source: Slide Sorter
cs: Řazení snímků
fr: Trieuse de transparents
ru: Сортировка слайдов
sk: Filter snímok

source: Undo
cs: Zpět
fr: Annuler
ru: Отменить
sk: Vrátiť späť

source: Zoom to _Fit
cs: _Přizpůsobit přiblížení
fr: _Ajuster à la fenêtre
ru: Слайд _целиком
sk: _Prispôsobiť priblíženie

source: _Edit
cs: _Upravit
fr: É_dition
ru: _Правка
sk: _Upraviť

source: _Export Presentation
cs: _Exportovat prezentaci
fr: _Exporter la présentation
ru: _Экспорт презентации
sk: _Exportovať prezentáciu

source: _File
cs: _Soubor
fr: _Fichier
ru: _Файл
sk: _Súbor

source: _HTML
ru: _Файл HTML

source: _Help
cs: _Nápověda
fr: Aid_e
ru: Спр_авка
sk: _Pomocník

source: _Image
cs: O_brázek
ru: _Изображение
sk: _Obrázok

source: _Insert
cs: _Vložit
fr: _Insérer
ru: _Вставка
sk: _Vložiť

source: _Lower
cs: Ods_unout dozadu
fr: _Descendre
ru: _Ниже
sk: _Presunúť do pozadia

source: _Oval
cs: _Ovál
fr: _Ovale
ru: _Эллипс
sk: _Ovál

source: _PDF
ru: _Документ PDF

source: _PDF Document
cs: Dokument _PDF
fr: Document _PDF
ru: _Документ PDF
sk: _Dokument PDF

source: _Raise
cs: Přenést do_předu
fr: _Monter
ru: Вы_ше
sk: Vyz_dvihnúť

source: _Rectangle
cs: Obde_lník
ru: _Прямоугольник
sk: _Obdĺžnik

source: _Text
fr: _Texte
ru: _Текст

source: _Video
fr: _Vidéo
ru: _Видеоклип

source: _View
cs: _Zobrazit
fr: _Affichage
ru: _Вид
sk: _Zobraziť

source: No Results Found
cs: Nenalezeny žádné výsledky
fr: Aucun résultat trouvé
ru: Нет результатов
sk: Žiadne výsledky sa nenašli

source: Select Image
cs: Výběr obrázku
fr: Choisir une image
ru: Выбор изображения
sk: Vybrať obrázok

source: Nothing is selected
cs: Nic není vybráno
fr: Rien n'est sélectionné
ru: Нет выделения
sk: Nič nie je vybrané

source: Allow page change
cs: Dovolit změnu stránky
fr: Autoriser le changement de page
ru: Разрешить смену страниц
sk: Povoliť zmenu stránky

source: Displayed Page
cs: Zobrazená stránka
fr: Page affichée
ru: Видимая страница
sk: Zobrazovaná stránka

source: When video playback ends:
cs: Až přehrávání videa skončí:
fr: À la fin de la lecture de la vidéo :
ru: После воспроизведения:
sk: Keď prehrávanie videa skončí:

source: _Automatically start playback
cs: _Automaticky spustit přehrávání
fr: Commencer _automatiquement la lecture
ru: _Начать воспроизведение
sk: _Automaticky začať prehrávanie

source: _Fill Slide
cs: _Vyplnit snímek
fr: _Remplir le transparent
ru: _Заполнить слайд
sk: _Vyfarbiť snímku

source: _Mute Audio
cs: Z_tišit zvuk
fr: _Couper le son
ru: Без _звука
sk: _Stíšiť zvuk

source: _New presentation
cs: _Nová prezentace
fr: _Nouvelle présentation
ru: Со_здать
sk: _Nová prezentácia

source: Mario Blättermann <mariobl@gnome.org>
sk: Mario Blättermann <mariobl@gnome.org> Jaroslav Ryník <jrynik@yahoo.co.uk>

source: Share Alike
ca: Comparteix igual
cs: Zachování licence
fr: Partage à l'identique
gl: Compartir igual
ro: În condiții identice
sk: Licencie Share Alike
