Repository: rmujica/Nitido
Catalog: po/*.po
Languages: ca, cs, fr, gl, ro, ru, sk

source: Create nice and elegant presentations
ca: Creeu presentacions boniques i elegants
cs: Vytvářet pěkné a elegantní prezentace
fr: Créer de belles et élégantes présentations
gl: Crear presentacións bonitas e elegantes
ro: Creați prezentări elegante și estetice
ru: Создание красивых и элегантных презентаций
sk: Vytvárajte pekné a elegantné prezentácie

source: Ease Presentation Editor
ca: Editor de presentacions Ease
cs: Editor prezentací Ease
fr: Éditeur de présentation Ease
gl: Editor de presentacións Ease
ro: Editor de prezentări Ease
ru: Редактор презентаций Ease
sk: Ease – editor prezentácií

source: Saving "%s"
ca: S'està desant «%s»
cs: Ukládání „%s“
fr: Enregistrement de « %s »
gl: Gardando «%s»
ro: Se salvează „%s”
ru: Сохранение «%s»
sk: Ukladá sa „%s“

source: Temporary directory doesn't exist: %s
ca: El directori temporal no existeix: %s
cs: Dočasná složka neexistuje: %s
fr: Le répertoire temporaire n'existe pas : %s
gl: O cartafol temporal non existe: %s
ro: Nu există dosarul temporar: %s
ru: Временный каталог не существует: %s
sk: Dočasný priečinok neexistuje: %s

source: Solid Color
ca: Color sòlid
cs: Plná barva
fr: Couleur unie
gl: Cor sólida
ro: Culoare solidă
ru: Сплошной цвет
sk: Plná farba

source: Gradient
ca: Degradat
cs: Barevný přechod
fr: Dégradé
gl: Gradación
ro: Degradeu
ru: Переход
sk: Farebný prechod

source: Image
ca: Imatge
cs: Obrázek
gl: Imaxe
ro: Imagine
ru: Изображение
sk: Obrázok

source: Select Background Image
ca: Seleccioneu la imatge de fons
cs: Výběr obrázku pro pozadí
fr: Choix d'une image d'arrière-plan
gl: Seleccionar unha imaxe de fondo
ro: Selectare imagine de fundal
ru: Выбор изображения
sk: Vybrať obrázok pozadia

source: Images
ca: Imatges
cs: Obrázky
gl: Imaxes
ro: Imagini
ru: Изображения
sk: Obrázky

source: All Files
ca: Tots els fitxers
cs: Všechny soubory
fr: Tous les fichiers
gl: Todos os ficheiros
ro: Toate fișierele
ru: Все файлы
sk: Všetky súbory

source: The specified filename does not end with a ".ease" extension. Would you like to append one?
ca: El nom de fitxer especificat no acaba amb l'extensió «.ease». Voleu afegir-la?
cs: Zadaný název souboru nekončí příponou „.ease“. Přejete si ji přidat?
fr: Ce nom de fichier ne se termine pas par l'extension « .ease ». Souhaitez-vous l'ajouter ?
gl: O nome do ficheiro indicado non remata coa extensión «.ease». Desexa anexarlla?
ro: Numele de fișier specificat nu se termină cu o extensie „.ease”. Doriți să adăugați o extensie?
ru: Указанное имя файла не оканчивается на «.ease». Следует ли добавить это расширение?
sk: Uvedený názov súboru nekončí príponou ".ease". Chcete ju pridať?

source: Append .ease?
ca: Voleu afegir .ease?
cs: Přidat .ease?
fr: Ajouter .ease ?
gl: Desexa anexar .ease?
ro: Adăugați .ease?
ru: Добавить .ease?
sk: Pridať .ease?

source: Replace %s?
ca: Voleu reemplaçar %s?
cs: Nahradit %s?
fr: Remplacer %s ?
gl: Desexa substituír %s?
ro: Înlocuiți %s?
ru: Заменить %s?
sk: Nahradiť %s?

source: A file named %s already exists. Do you want to replace it?
ca: Ja existeix un fitxer anomenat %s. Voleu reemplaçar-lo?
cs: Soubor s názvem %s již existuje. Chcete jej nahradit?
fr: Un fichier nommé %s existe déjà. Souhaitez-vous le remplacer ?
gl: Un ficheiro chamado %s xa existe. Desexa substituílo?
ro: Există deja un fișier cu numele %s. Doriți să-l înlocuiți?
ru: Файл с именем %s уже существует. Заменить?
sk: Súbor s názvom %s už existuje. Chcete ho nahradiť?

source: This file already exists in the directory "%s". Overwriting it will replace its contents.
ca: Ja existeix aquest fitxer en el directori «%s». Si el sobreescriviu en reemplaçareu el seu contingut.
cs: Tento soubor již existuje ve složce „%s“. Přepsáním nahradíte jeho obsah.
fr: Ce fichier existe déjà dans le dossier « %s ». L'écraser remplacera son contenu.
gl: Este ficheiro xa existe no cartafol «%s». Sobrescribilo substituirá os seus contidos.
ro: Fișierul există deja în dosarul „%s”. Prin suprascriere conținutul său va fi înlocuit.
ru: В этом каталоге уже есть файл «%s». После замены его содержимое будет утеряно.
sk: Tento súbor už v priečinku "%s" existuje. Prepísanie zmení jeho obsah.

source: Open Document
ca: Obre un document
cs: Otevření dokumentu
fr: Ouverture de document
gl: Abrir un documento
ro: Deschidere document
ru: Открытие документа
sk: Otvoriť dokument

source: Ease Presentations
ca: Presentacions de l'Ease
cs: Prezentace Ease
fr: Présentations Ease
gl: Presentacións Ease
ro: Prezentări Ease
ru: Презентации Ease
sk: Prezentácie Ease

source: Don't append .ease
ca: No afegeixis .ease
cs: Nepřidávat .ease
fr: Ne pas ajouter .ease
gl: Non anexar .ease
ro: Nu adăuga .ease
ru: Не добавлять .ease
sk: Nepridať .ease

source: Append .ease
ca: Afegeix .ease
cs: Přidat .ease
fr: Ajouter .ease
gl: Anexar .ease
ro: Adaugă .ease
ru: Добавить .ease
sk: Pridať .ease

source: Don't overwrite %s
ca: No sobreescriguis %s
cs: Nepřepisovat %s
fr: Ne pas écraser %s
gl: Non sobrescribir %s
ro: Nu suprascrie %s
ru: Не перезаписывать %s
sk: Neprepísať %s

source: Overwrite %s
ca: Sobreescriu %s
cs: Přepsat %s
fr: Écraser %s
gl: Sobrescribir %s
ro: Suprascrie %s
ru: Перезаписать %s
sk: Prepísať %s

source: Slide %i
ca: Diapositiva %i
cs: Snímek %i
fr: Transparent %i
gl: Diapositiva %i
ro: Diapozitivul %i
ru: Слайд %i
sk: Snímka %i

source: Saving Document
ca: S'està desant el document
cs: Ukládání dokumentu
fr: Enregistrement du document
gl: Gardando o documento
ro: Se salvează documentul
ru: Сохранение документа
sk: Ukladá sa dokument

source: Export as PDF
ca: Exporta com a PDF
cs: Exportovat jako PDF
fr: Exportation en PDF
gl: Exportar a PDF
ro: Exportă ca PDF
ru: Экспорт PDF
sk: Exportovať ako PDF

source: Error Exporting to PDF
ca: S'ha produït un error en exportar a PDF
cs: Chyba při exportu do PDF
fr: Erreur à l'exportation en PDF
gl: Produciuse un erro ao exportar a PDF
ro: Eroare la exportarea ca PDF
ru: Не удалось экспортировать в PDF
sk: Chyba pri exportovaní do PDF

source: Export as PostScript
ca: Exporta com a PostScript
cs: Exportovat jako PostScript
fr: Exportation en PostScript
gl: Exportar a PostScript
ro: Exportă ca PostScript
ru: Экспорт в PostScript
sk: Exportovať ako PostScript

source: Error Exporting to PostScript
ca: S'ha produït un error en exportar a PostScript
cs: Chyba při exportu do PostScriptu
fr: Erreur à l'exportation en PostScript
gl: Produciuse un erro ao exportar a PostScript
ro: Eroare la exportarea ca PostScript
ru: Не удалось экспортировать в PostScript
sk: Chyba pri exportovaní do PostScriptu

source: Error exporting as HTML
ca: S'ha produït un error en exportar com a HTML
cs: Chyba při exportu do HTML
fr: Erreur à l'exportation en HTML
gl: Produciuse un erro ao exportar a HTML
ro: Eroare la exportarea ca HTML
ru: Не удалось экспортировать в HTML
sk: Chyba pri exportovaní do HTML

source: Linear
ca: Lineal
cs: Lineární
fr: Linéaire
gl: Lineal
ro: Liniar
ru: Прямолинейный
sk: Lineárny

source: Mirrored Linear
ca: Lineal reflectit
cs: Zrcadlený lineární
fr: Linéaire inversé
gl: Espello lineal
ro: Liniar oglindit
ru: Симметричный
sk: Zrkadlový lineárny

source: Radial
cs: Kruhový
ru: Концентрический
sk: Radiálny

source: Export to HTML
ca: Exporta a HTML
cs: Export do HTML
fr: Exportation en HTML
gl: Exportar a HTML
ro: Exportă în HTML
ru: Экспорт в HTML
sk: Exportovať do HTML

source: Exporting as HTML
ca: S'està exportant com a HTML
cs: Exportuje se jako HTML
fr: Exportation en HTML
gl: Exportando a HTML
ro: Se exportă ca HTML
ru: Экспорт в HTML
sk: Exportuje sa do HTML

source: Error Copying File
ca: S'ha produït un error en copiar el fitxer
cs: Chyba při kopírování souboru
fr: Erreur lors de la copie du fichier
gl: Produciuse un erro copiando o ficheiro
ro: Eroare la copierea fișierului
ru: Не удалось скопировать файл
sk: Chyba pri kopírovaní súboru

source: Error loading ImageActor: %s
ca: S'ha produït un error en carregar l'ImageActor: %s
cs: Chyba při načítání modulu ImageActor: %s
fr: Erreur de chargement d'ImageActor : %s
gl: Produciuse un erro cargando o ImageActor: %s
ro: Eroare la încărcarea ImageActor: %s
ru: Не удалось загрузить ImageActor: %s
sk: Chyba pri spúšťaní ImageActora: %s

source: Error Inserting Image
ca: S'ha produït un error en inserir la imatge
cs: Chyba při vkládání obrázku
fr: Erreur d'insertion de l'image
gl: Produciuse un erro inserindo a imaxe
ro: Eroare la inserarea imaginii
ru: Не удалось вставить изображение
sk: Chyba pri vkladaní obrázka

source: Stretch
ca: Estira
cs: Roztáhnout
fr: Étirer
gl: Estirar
ro: Întinde
ru: Растянуть
sk: Roztiahnuť

source: Maintain Aspect Ratio
ca: Manté la relació d'aspecte
cs: Ponechat poměr stran
fr: Conserver les proportions
gl: Manter a proporción de aspecto
ro: Menține raportul de aspect
ru: Пропорционально
sk: Zachovať pomer strán

source: Do not Scale
ca: No escalis
cs: Ponechat velikost
fr: Ne pas mettre à l'échelle
gl: Non escalar
ro: Nu scala
ru: Не масштабировать
sk: Nemeniť mierku

source: Double click to edit
ca: Feu doble clic per editar
cs: Upravte dvojitým kliknutím
fr: Double-cliquer pour modifier
gl: Dobre clic para editar
ro: Dublu clic pentru editare
ru: Дважды щёлкните для изменения
sk: Ak chcete upravovať, dvakrát kliknite

source: Error loading theme: %s
ca: S'ha produït un error en carregar el tema: %s
cs: Chyba při načítání motivu: %s
fr: Erreur de chargement du thème : %s
gl: Produciuse un erro cargando o tema: %s
ro: Eroare la încărcarea temei: %s
ru: Не удалось загрузить тему: %s
sk: Chyba pri nahrávaní farebného motívu: %s

source: Invalid master slide title: %s
ca: El títol de la diapositiva mestra no és vàlid: %s
cs: Neplatný název hlavního snímku: %s
fr: Titre du transparent principal non valide : %s
gl: O título da diapositiva principal é incorrecto: %s
ro: Titlu de diapozitiv principal nevalid: %s
ru: Неверный заголовок слайда-шаблона: %s
sk: Neplatný názov hlavnej snímky: %s

source: Not a valid text element type: %s
ca: El tipus d'element de text no és vàlid: %s
cs: Neplatný typ textového prvku: %s
fr: Ce n'est pas un caractère de texte valide : %s
gl: O tipo de elemento de texto non é correcto: %s
ro: Tip de element text nevalid: %s
ru: Неверный тип текстового элемента: %s
sk: Neplatný typ textového prvku: %s

source: Could not find property %s on element type %s.
ca: No s'ha pogut trobar la propietat %s en el tipus d'element %s.
cs: U prvku typu %2$s nelze najít vlastnost %1$s.
fr: Impossible de trouver la propriété %s pour le type d'élément %s.
gl: Non foi posíbel encontrar a propiedade %s no tipo de elemento %s.
ro: Nu s-a putut găsi proprietatea %s pe tipul de element %s.
ru: Не найдено свойство %s у типа элемента %s.
sk: Vlastnosť %s prvku %s sa nepodarilo nájsť.

source: Could not find property %s on master type %s.
ca: No s'ha pogut trobar la propietat %s en tipus mestre %s.
cs: U hlavního typu %2$s nelze najít vlastnost %1$s.
fr: Impossible de trouver la propriété %s pour le type principal %s.
gl: Non foi posíbel encontrar a propiedade %s no tipo principal %s.
ro: Nu s-a putut găsi proprietatea %s pe tipul principal %s.
ru: Не найдено свойство %s у типа шаблона %s.
sk: Vlastnosť %s hlavného typu %s sa nepodarilo nájsť.

source: _Title slide
ca: _Títol de la diapositiva
cs: _Titulní snímek
fr: Transparent de _titre
gl: Diapositiva con _título
ro: Diapozitiv de _titlu
ru: Слайд-_заголовок
sk: _Titulná snímka

source: Content slide _without header
ca: Diapositiva de contingut _sense capçalera
cs: Snímek s obsahem bez hla_vičky
fr: Transparent de contenu _sans en-tête
gl: Diapositiva con contido _sen cabeceira
ro: Diapozitiv de conținut _fără antet
ru: _Слайд без заголовка
sk: Snímka s obsahom _bez hlavičky

source: _Content slide
ca: Diapositiva de _contingut
cs: Snímek s o_bsahem
fr: Transparent de _contenu
gl: Diapositiva con _contido
ro: Diapozitiv de _conținut
ru: Слайд с со_держимым
sk: _Snímka s obsahom

source: Two column slide without _header
ca: Diapositiva de dues columnes sense c_apçalera
cs: Dvouslopcový snímek bez _hlavičky
fr: Transparent sur deux colonnes sans _en-tête
gl: Diapositiva de dúas columnas sen _cabeceira
ro: Diapozitiv cu _două coloane fără antet
ru: _Две колонки с заголовком
sk: Dvojstĺpcová snímka bez _hlavičky

source: T_wo column slide with header
ca: Diapositiva de _dues columnes amb capçalera
cs: D_vousloupcový snímek s hlavičkou
fr: Transparent sur _deux colonnes avec en-tête
gl: Diapositiva de dúas columnas _con cabeceira
ro: Diapo_zitiv cu două coloane cu antet
ru: Дв_е колонки и заголовок
sk: _Dvojstĺpcová snímka s hlavičkou

source: M_edia slide without header
ca: Diapositiva m_ultimèdia sense capçalera
cs: Snímek s médii b_ez hlavičky
fr: Transparent de _média sans en-tête
gl: Diapositiva multim_edia sen cabeceira
ro: Diapozitiv multim_edia fără antet
ru: К_лип без заголовка
sk: M_ultimediálna snímka bez hlavičky

source: _Media slide
ca: Diapositiva _multimèdia
cs: Snímek s _médii
fr: Transparent de mé_dia
gl: Diapositiva _multimedia
ro: Diapozitiv _multimedia
ru: _Клип
sk: _Multimediálna snímka

source: Em_pty Slide
ca: Diapositiva _buida
cs: _Prázdný snímek
fr: Transparent _vierge
gl: Dia_positiva baleira
ro: Dia_pozitiv gol
ru: П_устой слайд
sk: _Vyprázdniť snímku

source: %s is not a valid identifier
ca: %s no és un identificador vàlid
cs: %s není platný identifikátor
fr: %s n'est pas un identifiant valide
gl: %s non é un identificador correcto
ro: %s nu este un identificator valid
ru: Недопустимый идентификатор: %s
sk: %s nie je platný identifikátor

source: None
ca: Cap
cs: Žádný
fr: Aucun
gl: Ningún
ro: Niciunul
ru: Нет
sk: Žiadny

source: Fade
ca: Esvaeix
cs: Blednutí
fr: Fondu
gl: Esvaecer
ro: Estompează
ru: Выцветание
sk: Zatemniť

source: Slide
ca: Llisca
cs: Posunutí
fr: Glissade
gl: Esvarar
ro: Glisează
ru: Сдвиг
sk: Zasunúť

source: Drop
ca: Deixa caure
cs: Propadnutí
fr: Chute
gl: Soltar
ro: Aruncă
ru: Падение
sk: Klesnúť

source: Pivot
ca: Pivota
cs: Otáčení
gl: Pivotar
ro: Pivotează
ru: Поворот
sk: Otočiť okolo osi

source: Flip
ca: Gira
cs: Překlopení
fr: Retourner
gl: Xirar
ro: Întoarce
ru: Переворот
sk: Prevrátiť

source: Revolving Door
ca: Porta giratòria
cs: Otočné dveře
fr: Tourniquet
gl: Porta xiratoria
ro: Ușă rotativă
ru: Вращающаяся дверь
sk: Otáčacie dvere

source: Reveal
ca: Mostra
cs: Odhalení
fr: Révéler
gl: Revelar
ro: Dezvăluie
ru: Проявление
sk: Odkryť

source: Fall
ca: Cau
cs: Sklopení
fr: Tomber
gl: Caer
ro: Cădere
ru: Падение вперед
sk: Pád

source: Slats
ca: Llistons
cs: Žaluzie
fr: Lamelles
gl: Táboas
ro: Șipci
ru: Рейки
sk: Dosky

source: Open Door
ca: Porta oberta
cs: Otevření dveří
fr: Porte ouverte
gl: Porta aberta
ro: Deschidere ușă
ru: Открывание
sk: Otvorené dvere

source: Explode
ca: Explota
cs: Exploze
fr: Explosion
gl: Explosión
ro: Explodează
ru: Взрыв
sk: Výbuch

source: Assemble
ca: Munta
cs: Sestavení
fr: Assemblage
gl: Ensamblar
ro: Asamblează
ru: Встраивание
sk: Spojiť

source: Zoom
ca: Amplia
cs: Zvětšení
gl: Ampliación
ro: Focalizează
ru: Увеличение
sk: Lupa

source: Panel
ca: Tauler
fr: Panneau
ro: Panou
ru: Панель

source: Intersperse Contents
ca: Intercala els continguts
cs: Rozptýlení obsahu
fr: Contenus alternés
gl: Intercalar os contidos
ro: Răspândește conținutul
ru: Рассеяние содержимого
sk: Rozptýliť obsah

source: Spin Contents
ca: Gira els continguts
cs: Otočení obsahu
fr: Contenu tournant
gl: Xirar os contidos
ro: Rotește conținutul
ru: Поворот
sk: Otočiť obsah

source: Spring Contents
ca: Fes aparèixer els continguts
cs: Vytrysknutí obsahu
fr: Contenu sautillant
gl: Agromar os contidos
ro: Saltă conținutul
ru: Прыжок
sk: Vysypať obsah

source: Swing Contents
ca: Balanceja els continguts
cs: Zhoupnutí obsahu
fr: Contenu oscillant
gl: Abanear os contidos
ro: Leagănă conținutul
ru: Переворот содержимого
sk: Rozhojdať obsah

source: Slide Contents
ca: Llisca els continguts
cs: Přesun obsahu
fr: Contenu glissant
gl: Esvarar os contidos
ro: Glisează conținutul
ru: Сдвиг содержимого
sk: Obsah snímky

source: Zoom Contents
ca: Amplia els continguts
cs: Zvětšení obsahu
fr: Zoom du contenu
gl: Ampliar os contidos
ro: Focalizează conținutul
ru: Увеличение содержимого
sk: Obsah pod lupu

source: Undefined
ca: Sense definir
cs: Neurčeno
fr: Non défini
gl: Sen definir
ro: Nedefinit
ru: Неприменимо
sk: Nezadaný

source: Up
ca: Amunt
cs: Nahoru
fr: Haut
gl: Arriba
ro: Sus
ru: Вверх
sk: Zväčšiť

source: Down
ca: Avall
cs: Dolů
fr: Bas
gl: Abaixo
ro: Jos
ru: Вниз
sk: Zmenšiť

source: Left
ca: Esquerra
cs: Vlevo
fr: Gauche
gl: Esquerda
ro: Stânga
ru: Влево
sk: Vľavo

source: Right
ca: Dreta
cs: Vpravo
fr: Droite
gl: Dereita
ro: Dreapta
ru: Вправо
sk: Vpravo

source: Bottom
ca: Part inferior
cs: Dole
fr: Bas
gl: Inferior
ro: Bază
ru: Снизу
sk: Dole

source: Top
ca: Part superior
cs: Nahoře
fr: Haut
gl: Superior
ro: Vârf
ru: Сверху
sk: Hore

source: Center
ca: Centre
cs: Nastřed
fr: Centre
gl: Centro
ro: Centru
ru: Из центра
sk: V strede

source: Top Left
ca: A dalt a l'esquerra
cs: Vlevo nahoře
fr: En haut à gauche
gl: Superior esquerda
ro: Stânga sus
ru: Слева сверху
sk: Vľavo hore

source: Top Right
ca: A dalt a la dreta
cs: Vpravo nahoře
fr: En haut à droite
gl: Superior dereita
ro: Dreapta sus
ru: Справа сверху
sk: Vpravo hore

source: Bottom Left
ca: A baix a l'esquerra
cs: Vlevo dole
fr: En bas à gauche
gl: Inferior esquerda
ro: Stânga jos
ru: Слева снизу
sk: Vľavo dole

source: Bottom Right
ca: A baix a la dreta
cs: Vpravo dole
fr: En bas à droite
gl: Inferior dereita
ro: Dreapta jos
ru: Справа снизу
sk: Vpravo dole

source: Top to Bottom
ca: De dalt a baix
cs: Shora dolů
fr: Du haut vers le bas
gl: De arriba a abaixo
ro: De sus în jos
ru: Сверху вниз
sk: Zhora dole

source: Bottom to Top
ca: De baix a dalt
cs: Zdola nahoru
fr: Du bas vers le haut
gl: De abaixo a arriba
ro: De jos în sus
ru: Снизу вверх
sk: Zdola hore

source: Left to Right
ca: D'esquerra a dreta
cs: Zleva doprava
fr: De gauche à droite
gl: Esquerda a dereita
ro: De la stânga la dreapta
ru: Слева направо
sk: Zľava doprava

source: Right to Left
ca: De dreta a esquerra
cs: Zprava doleva
fr: De droite à gauche
gl: Dereita a esquerda
ro: De la dreapta la stânga
ru: Справа налево
sk: Sprava doľava

source: In
ca: Dins
cs: Dovnitř
fr: Vers l'intérieur
gl: Ampliar
ro: Mărește
ru: Внутрь
sk: Zväčšiť

source: Out
ca: Fora
cs: Ven
fr: Vers l'extérieur
gl: Reducir
ro: Micșorează
ru: Наружу
sk: Zmenšiť

source: Directory to remove doesn't exist: %s
ca: El directori a suprimir no existeix: %s
cs: Složka, která se má odstranit, neexistuje: %s
fr: Le répertoire à supprimer n'existe pas : %s
gl: O cartafol a eliminar non existe: %s
ro: Nu există dosarul de șters: %s
ru: Не удалось удалить несуществующий каталог: %s
sk: Priečinok, ktorý chcete vymazať, neexistuje: %s

source: Your browser does not support the video tag
ca: El vostre navegador no és compatible amb l'etiqueta de vídeo
cs: Váš prohlížeč nepodporuje značku video
fr: Votre navigateur n'accepte pas l'étiquette vidéo
gl: O navegador non é compatíbel con esta etiqueta de vídeo
ro: Navigatorul dumneavoastră nu suportă tag-ul video
ru: Используемый вами браузер не поддерживает тэг video
sk: Váš prehliadač nepodporuje túto značku pre video

source: Stop playback
ca: Atura la reproducció
cs: Zastavit přehrávání
fr: Arrêter la lecture
gl: Parar a reprodución
ro: Oprește redarea
ru: Остановить
sk: Zastaviť opakované prehrávanie

source: Loop
ca: Repeteix
cs: Smyčka
fr: Boucler
gl: Bucle
ro: Buclă
ru: Цикл
sk: Slučka

source: Continue to next slide
ca: Continua a la diapositiva següent
cs: Pokračovat na následující snímek
fr: Aller au transparent suivant
gl: Continuar coa seguinte diapositiva
ro: Continuați la diapozitivul următor
ru: Следующий слайд
sk: Pokračovať na ďalšiu snímku

source: A presentation application for the GNOME Desktop
ca: Una aplicació de presentacions per l'escriptori del GNOME
cs: Prezentační aplikace pro pracovní prostředí GNOME
fr: Une application de présentation pour le bureau GNOME
gl: Un aplicativo de presentacións para o escritorio GNOME
ro: O aplicație de prezentări pentru desktopul GNOME
ru: Программа для презентаций для среды GNOME
sk: Aplikácia na tvorbu prezentácií pre pracovné prostredie GNOME

source: Save before closing?
ca: Voleu desar abans de tancar?
cs: Uložit před zavřením?
fr: Enregistrer avant de fermer ?
gl: Desexa gardar antes de saír?
ro: Salvați înainte de închidere?
ru: Сохранить перед закрытием?
sk: Uložiť pred zatvorením?

source: Close _without Saving
ca: Tanca _sense desar
cs: Zavřít _bez uložení
fr: Fermer _sans enregistrer
gl: Pechar _sen gardar
ro: Închide _fără salvare
ru: Закрыть _без сохранения
sk: Zatvoriť _bez uloženia

source: If you don't save, changes from the last second will be permanently lost.
ca: Si no deseu es perdran els canvis del darrer segon.
cs: Pokud neprovedete uložení, budou změny za poslední sekundu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière seconde, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios do último segundo.
ro: Dacă nu salvați, modificările din ultima secundă vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последнюю секунду, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za posledných %i sekúnd sa navždy stratia.

source: If you don't save, changes from the last minute will be permanently lost.
ca: Si no deseu es perdran els canvis del darrer minut.
cs: Pokud neprovedete uložení, budou změny za poslední minutu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière minute, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios do último minuto.
ro: Dacă nu salvați, modificările din ultimul minut vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последнюю минуту, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za poslednú minútu sa navždy stratia.

source: If you don't save, changes from the last minute and %i second will be permanently lost.
ca: Si no deseu es perdran els canvis del darrer minut i %i segon.
cs: Pokud neprovedete uložení, budou změny za poslední minutu a %i sekundu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière minute et une seconde, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios do último minuto e %i segundo.
ro: Dacă nu salvați, modificările din ultimul minut și %i secundă vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последнюю минуту и %i секунду, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za poslednú minútu a %i sekúnd sa navždy stratia.

source: If you don't save, changes from the last %i minute will be permanently lost.
ca: Si no deseu es perdran els canvis del darrer %i minut.
cs: Pokud neprovedete uložení, budou změny za poslední %i minutu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière minute, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios do último %i minuto.
ro: Dacă nu salvați, modificările din ultimul minut vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последнюю минуту, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za posledných %i minút sa navždy stratia.

source: If you don't save, changes from the last hour will be permanently lost.
ca: Si no deseu es perdran els canvis de la darrera hora.
cs: Pokud neprovedete uložení, budou změny za poslední hodinu trvale ztraceny.
fr: Si vous n'enregistrez pas les modifications de la dernière heure, elles seront définitivement perdues.
gl: Se non os garda, perderanse os cambios da última hora.
ro: Dacă nu salvați, modificările din ultima oră vor fi pierdute definitiv.
ru: Если не сохранить документ, то изменения, сделанные за последний час, будут утрачены.
sk: Ak neuložíte, zmeny vykonané za poslednú hodinu sa navždy stratia.
